/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "Certifikatutfärdaren %1$@ är nu tillgänglig";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@s certifikatutfärdare";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ har skickat en begäran om certifikat. Klicka på bilagan om du vill godkänna begäran. En begäran om certifikatssignering (eller CSR) är information som sammanställs av datorn för att identifiera användaren som begär ett certifikat från en certifikatutfärdare. CSR:en innehåller användarens publika nyckel och används när certifikatet skapas. Certifikatet skickas automatiskt till %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ har skickat det certifikat du begärde. Klicka på bilagan för att importera det med Nyckelhanteraren.\n\n";

/* (Unused) */
"(Unused)" = "(Ej använt)";

/* 1024 bits */
"1024 bits" = "1024 bitar";

/* 1200 bits */
"1200 bits" = "1200 bitar";

/* 1400 bits */
"1400 bits" = "1400 bitar";

/* 1600 bits */
"1600 bits" = "1600 bitar";

/* 2048 bits */
"2048 bits" = "2048 bitar";

/* 256 bits */
"256 bits" = "256 bitar";

/* 384 bits */
"384 bits" = "384 bitar";

/* 512 bits */
"512 bits" = "512 bitar";

/* 521 bits */
"521 bits" = "521 bitar";

/* <invalid expiration date> */
"<invalid expiration date>" = "<ogiltigt sista datum>";

/* <no certificates specified> */
"<no certificates specified>" = "<inga certifikat angivna>";

/* _renamed_%d */
"_renamed_%d" = "_bytte namn_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "En certifikatutfärdare (CA) som inte behöver valideras av en annan CA kallas rot- eller ankar-CA. En CA som måste bekräftas av en annan CA kallas ”mellanliggande CA”. Tilliten till en sådan rot-CA måste etableras på annat sätt än med ett certifikat. Mac OS X innehåller en lista med rot-CA-ID:n som har godkänts av Apple. Du eller din administratör kan lägga till fler CA-ID:n i listan via programmet Nyckelhanterare.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "En CA-webbplats finns för användare som vill hämta en CA-inbjudan och certifikat via Internet. Webbplatsen är huvudsakligen avsedd för användare som kanske inte officiellt har fått en inbjudan eller ett certifikat från deras CA. Webbplatsen ger även information så att användare kan kontrollera att webbplatsen verkligen tillhör deras CA. SHA-1-fingeravtrycket från CA-certifikatet och CA:ns administrativa e-postadress visas som bekräftelser.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "En certifikatutfärdare (CA) som måste bekräftas av en annan CA kallas ”mellanliggande CA”. En mellanliggande CA är beroende av den utfärdande CA:n för validering och kan göras ogiltig eller upphävas av denna. En mellanliggande CA används ofta av den utfärdande CA:n till att delegera auktoritet för en del av dess funktioner, exempelvis en viss typ av användning eller användarklass. Om du eller systemet litar på utfärdaren av en CA så omfattar den tilliten även mellanliggande CA:n, så länge du inte uttryckligen väljer att bortse från detta. I Mac OS X kan du även välja att lita på en mellanliggande CA utan att lita på dess utfärdare, men detta kringgår valideringskontroll baserat på utfärdarens auktoritet. När du skapar en mellanliggande CA i Certifikatassistent måste en befintlig rot- eller mellanliggande CA (tillsammans med dess privata nyckel) finnas tillgänglig för signering.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Det finns redan en konfigurationsfil för certifikatutfärdare med samma namn. Välj ett annat namn.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Certifikatsutfärdarnamn får inte innehålla punkter.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Ett blad är ett certifikat som är signerat av en mellanliggande eller rotcertifikatutfärdare. Ett bladcertifikat drar nytta av säkerheten hos certifikatskedjor och -policier. Ett blad ligger längst ner i en certifikatkedja.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Ett självsignerat certifikat tillhandahåller inte samma garanterade säkerhet som ett certifikat som utgivits av en certifikatutfärdare. Mottagare av ett självsignerat certifikat måste uttryckligen bekräfta att de litar på certifikatet och godkänner det.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Vad är ett självsignerat certifikat? Ett självsignerat certifikat är en rotcertifikatutfärdare som någon skapar för direkt bruk i form av ett certifikat. Sådana certifikat har inte fördelen med den säkerhet som certifikatkedjor och certifikatpolicier erbjuder. De flesta datorer accepterar inte ett självsignerat certifikat om inte användaren direkt beordrar dem att göra det, och vissa datorer accepterar dem inte under några förhållanden. De är emellertid både enkla och snabba att skapa, och används ofta för testning i stället för certifikat som signerats av mer lämpliga certifikatutfärdare.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "En URI får inte innehålla Unicodetecken.";

/* Aborted */
"Aborted" = "Avbrutet";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Ett fel uppstod vid försök att visa certifikatet.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Ett fel inträffade vid försök att utvärdera certifikatet.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Ett fel uppstod vid installationen av ”%@”-certifikaten.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Ett fel uppstod när e-postinbjudningen skapades.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Ett fel uppstod när begäran om certifikatssignering skickades till certifikatutfärdaren. Kontrollera att du har konfigurerat ett e-postkonto.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Ett fel uppstod när begäran om certifikatssignering skickades till certifikatutfärdaren.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Ett fel uppstod när certifikatutfärdarwebbplatsen skulle skapas (fel=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Ett fel uppstod när certifikatutfärdarwebbplatsen skulle skapas på iDisk. Kunde inte ansluta till din iDisk.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Ett fel uppstod när certifikatutfärdarwebbplatsen skulle skapas på iDisk. iDisk svarade inte. Kontrollera din nätverksanslutning.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Ett fel uppstod vid kontroll av signaturen som signerade ”%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Ett fel uppstod vid besök på certifikatutfärdarwebbplatsen.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Ett fel uppstod. Angiven CA var inte en giltig certifikatutfärdare.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Giltighetstiden för ett certifikat får högst vara %d år.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "En inbjudan är en fil som ges till användare som vill begära ett certifikat från en CA. När den skapat en CA hjälper Certifikatassistent till med att skicka inbjudningar till användare. En användare kan sedan dubbelklicka på en inbjudan så vägleder Certifikatassistent användaren genom de steg som krävs för att begära ett certifikat.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "En IP-adress du angav har fel format (IP-adresser har formatet 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Ett okänt fel uppstod vid läsning av begäran om certifikatssignering.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Lämplig ExtendedKeyUsage för S/MIME hittades ej";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Ogiltigt cert erhållet från specificerad issuerAltName";

/* Bad leaf cert */
"Bad leaf cert" = "Ogiltigt bladcert";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Ogiltigt rotcert (kan ej självverifieras)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Tillägg för grundläggande begränsningar";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Tillägg för grundläggande begränsningar för denna CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Tillägg för grundläggande begränsningar för användare av denna CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Grundläggande begränsningar saknas";

/* Cancel */
"Cancel" = "Avbryt";

/* Cert expired */
"Cert expired" = "Cert utgånget";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Cert ej hittat hos specificerad issuerAltName";

/* Cert not yet valid */
"Cert not yet valid" = "Cert ej ännu giltigt";

/* Certificate Request */
"Certificate Request" = "Certifikatsbegäran";

/* Choose */
"Choose" = "Välj";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Välj den identitet som ska signera CA-inbjudningar.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Klicka på ”Ange alternativ plats...” för att skapa webbplatsen någon annanstans.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Kodsignering, felaktig sökvägslängd";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Kodsignering, grundläggande begränsningar saknas";

/* Code Signing, Development */
"Code Signing, Development" = "Kodsignering, utveckling";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Kodsignering, certifikatets kedjelängd är otillåten";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Kodsignering, ingen utökad nyckelanvändning";

/* Continue */
"Continue" = "Fortsätt";

/* Could not create a key pair. */
"Could not create a key pair." = "Det gick inte att skapa ett nyckelpar.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Det gick inte att skapa konfigurationsfilen för certifikatsutfärdare.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Kunde inte skapa certifikatsexportfilen (fel=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Kunde inte skapa certifikatsexportfilen.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Det gick inte att hitta en signeringsnyckel baserat på den publika nyckeln.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Kunde inte hitta utgivaren av certifikatutfärdarkonfigurationsfilen ”%@”.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Kunde inte skicka certifikatet till användaren. En kopia har placerats i din nyckelring.";

/* Create Your Certificate */
"Create Your Certificate" = "Skapa ditt certifikat";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Skapa din certifikatutfärdare";

/* Creating Key Pair... */
"Creating Key Pair..." = "Skapar nyckelpar...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Skapar certifikatutfärdarwebbplatsen...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Skapar certifikatsbegäran...";

/* Creating the certificate... */
"Creating the certificate..." = "Skapar certifikatet...";

/* CRL Expired */
"CRL Expired" = "CRL utgången";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL klarade ej policyverifiering";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL ej ännu giltig";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL kan ej verifieras hos ankare eller rot";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verifierad hos ej tillförlitlig rot";

/* Done */
"Done" = "Klar";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "E-postadresser får inte innehålla Unicodetecken.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Fel: Det gick inte att läsa konfigurationsfilen för certifikatsutfärdare ”%@”.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Fel: kunde inte läsa mallen ”%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Utvärderar certifikat";

/* Expired */
"Expired" = "Utgånget";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Tillägg för utökad nyckelanvändning";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Tillägg för utökad nyckelanvändning för denna CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Tillägg för utökad nyckelanvändning från denna CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "För SSL-servercertifikate måste antingen en IP-adress eller ett DNS-namn anges.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Användare som begär certifikat från denna CA väljer Tillägg för utökad nyckelanvändning för att se tillgängliga alternativ och ange vilka som deras certifikat ska använda.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Användare som begär certifikat från denna CA väljer Inkludera Tillägg för grundläggande begränsningar för att se tillgängliga alternativ och ange vilka som deras certifikat ska använda.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Användare som begär certifikat från denna CA väljer Inkludera Tillägg för alternativt ämnesnamn för att se tillgängliga alternativ och ange vilka som deras certifikat ska använda.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "För denna CA väljer du Inkludera Tillägg för grundläggande begränsningar för att se tillgängliga alternativ och ange vilka som CA-certifikatet ska använda.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "För denna CA väljer du Inkludera Tillägg för utökad nyckelanvändning för att se tillgängliga alternativ och ange vilka som CA-certifikatet ska använda.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "För denna CA väljer du Inkludera Tillägg för alternativt ämnesnamn för att se tillgängliga alternativ och ange vilka som CA-certifikatet ska använda.";

/* Good */
"Good" = "Bra";

/* Hostname mismatch */
"Hostname mismatch" = "Ej matchande värdnamn";

/* Idle */
"Idle" = "Overksam";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Oläslig CRL-distributionspunkt URI";

/* Illegible name */
"Illegible name" = "Oläsligt namn";

/* Intermediate CA */
"Intermediate CA" = "CA på mellannivå";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "Ogiltigt organisationsnyckel-ID ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "Ogiltiga BasicConstraints.CA";

/* Invalid Certificate */
"Invalid Certificate" = "Ogiltigt certifikat";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Ogiltigt utökat nyckelbruk";

/* Invalid Key Usage */
"Invalid Key Usage" = "Ogiltigt nyckelbruk";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "Ogiltigt ämnesnyckel-ID ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Ogiltig koppling ämne/organisationsnyckel-ID";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Överträdelse av tillägg för IssuingDistributionPoint";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Information om nyckelpar";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Information om nyckelpar för denna CA";

/* Key Usage Extension */
"Key Usage Extension" = "Nyckelanvändningstillägg";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Nyckelanvändningstillägg för denna CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Nyckelanvändningstillägg för användare av denna CA";

/* Keychain */
"Keychain" = "Nyckelring";

/* Leaf */
"Leaf" = "Blad";

/* Let me choose */
"Let me choose" = "Låt mig välja";

/* Network */
"Network" = "Nätverk";

/* No */
"No" = "Nej";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Inga certifikat returnerades från värden.";

/* No CRL */
"No CRL" = "Ingen CRL";

/* No root cert found */
"No root cert found" = "Inget rotcert hittades";

/* Not Yet Valid */
"Not Yet Valid" = "Inte giltigt ännu";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Anm: Ytterligare certifikat som finns hos certifikatutfärdaren (CA:n) måste också ges till användare. Ytterligare certifikat finns i .pem-filen i CA-mappen. Tänk på säkerheten och skicka inte dessa filer via e-post. Gör dem tillgängliga på en säker plats, exempelvis en filserver.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Partiell publik nyckel tolkades men fel uppstod";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Partiell publik nyckel kunde inte tolkas";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint överskreds";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Kontakta din CA-administratör för att få hjälp.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Kontakta din CA-administratör för att få hjälp att importera dem.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Uppge ett serienummer från %1$@ till %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Ange ett giltigt sista datum.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Ange certifikatsinformation nedan:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Ange information om din CA:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Ange vilken certifikatutfärdare som behandlar %1$@s (%2$@) certifikatsbegäran.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Ange vilken certifikatutfärdare som behandlar denna certifikatsbegäran.";

/* Policy verification failed */
"Policy verification failed" = "Policyverifiering misslyckades";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Probing SSL-server";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Vill du ersätta befintlig ”%@”-webbplats på din iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Vill du ersätta befintliga ”%@”?";

/* Required */
"Required" = "Krävs";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Rot ÄVEN i systemrotcertifikat";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME, ej matchande e-postadress";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME, inkompatibel nyckelanvändning";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, ingen e-postadress hittades";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, ej kritisk KeyUsage";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName ej kritiskt";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Välj Inkludera Tillägg för grundläggande begränsningar för att se tillgängliga alternativ och ange vilka som detta certifikat ska använda.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Välj Inkludera Tillägg för utökad nyckelanvändning för att se tillgängliga alternativ och ange vilka som detta certifikat ska använda.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Välj Inkludera Tillägg för alternativt ämnesnamn för att se tillgängliga alternativ och ange vilka som detta certifikat ska använda.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Välj lämplig pålitlighetspolicy för utvärdering av ”%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Självsignerad rot";

/* Self Signed Root CA */
"Self Signed Root CA" = "Självsignerad rotcertifikatsutfärdare";

/* Show CA Web Site... */
"Show CA Web Site..." = "Visa certifikatutfärdarwebbplats...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Signera med din %@-identitet";

/* Specified CRL server down */
"Specified CRL server down" = "Angiven CRL-server är inte tillgänglig";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Ange nyckelparsinformation för användare av denna CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Ange nyckelstorlek och den algoritm som användes för att skapa nyckelparet för certifikatutfärdaren.\n\nNyckelparet består av din privata och din publika nyckel. Den privata nyckeln är den hemliga delen av nyckelparet och bör alltså bevaras hemlig. Den publika nyckeln görs offentligt tillgänglig som en del av det digitala certifikatet.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Ange nyckelstorlek och den algoritm som användes för att skapa nyckelparet.\n\nNyckelparet består av din privata och din publika nyckel. Den privata nyckeln är den hemliga delen av nyckelparet och bör alltså bevaras hemlig. Den publika nyckeln görs offentligt tillgänglig som en del av det digitala certifikatet.";

/* SSL Client */
"SSL Client" = "SSL-klient";

/* SSL Server */
"SSL Server" = "SSL-server";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Tillägg för alternativt ämnesnamn";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Tillägg för alternativt ämnesnamn för denna CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Tillägg för alternativt ämnesnamn för användare av denna CA";

/* Success */
"Success" = "Klar";

/* System Roots */
"System Roots" = "System-root-certifikat";

/* Template = %@ */
"Template = %@" = "Mall = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "Certifikatutfärdaren ”%1$@” kan nu ta emot certifikatförfrågningar från dig. Klicka på bilagan så kommer certifikatassistenten att hjälpa dig med hela processen.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "Certifikatet har skapats för “%1$@”. En kopia har placerats i din nyckelring.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "”%@” har nu ställts in som förvald CA.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "Filen du angav kunde inte öppnas av den här assistenten.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "Tillägget för nyckelanvändning i ett certifikat identifierar dess säkerhetsfunktioner. Välj Inkludera Tillägg för nyckelanvändning om du vill se tillgängliga funktioner och välja vilka som detta certifikat ska erbjuda.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "Tillägget för nyckelanvändning i CA-certifikatet identifierar dess säkerhetsfunktioner. Välj Inkludera Tillägg för nyckelanvändning om du vill se tillgängliga funktioner och välja vilka som detta certifikat ska erbjuda.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "Tillägget för nyckelanvändning i användarens certifikat identifierar dess säkerhetsfunktioner. Välj Inkludera Tillägg för nyckelanvändning om du vill se tillgängliga funktioner och välja vilka som det certifikatet ska erbjuda.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822-namnet får inte innehålla Unicodetecken.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Just nu finns inga identiteter tillgängliga som kan signera din CA-inbjudan.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Det finns inga konfigurerade certifikatutfärdare. Du måste först skapa en med alternativet  ”Skapa en certifikatutfärdare”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Det finns ingen konfigurerad certifikatutfärdare. Du måste först skapa en.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Det finns inga giltiga rotcertifikatsutfärdare eller mellanliggande utfärdare tillgängliga som kan signera certifikat. Använd alternativet ”Skapa certifikatsutfärdare” till att skapa en certifikatsutfärdare.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "I den här rutan visas information om nyckelparet bestående av den publika och den privata nyckeln för användare av denna CA när de begär ett certifikat.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "För att certifikaten ska kunna utvärderas måste du först välja lämplig förtroendepolicy.";

/* Message indicating that this item is dated today */
"Today" = "Idag";

/* Trusted Root */
"Trusted Root" = "Betrodd rot";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Markeras ett CA-certifikat som säkert räknas certifikatet som betrott i framtiden när giltighetsutvärderingar utförs på certifikat som är signerade av denna CA. Certifikat från nya CA räknas av säkerhetsskäl aldrig som säkra. Användaren eller administratören måste markera nya CA-certifikat som säkra. Det kan göras genom att klicka på ”Lita på certifikat signerade av denna CA på den här datorn”.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Okänd (internt fel)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Okänt kritiskt cert-tillägg";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Okänt kritiskt CRL-tillägg";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Okänt kritiskt tillägg";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Okänt fel = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Okänt rotcertifikat";

/* Untrusted Root */
"Untrusted Root" = "Ej betrodd rot";

/* User Certificate: */
"User Certificate:" = "Användarcertifikat:";

/* VPN Client */
"VPN Client" = "VPN-klient";

/* VPN Server */
"VPN Server" = "VPN-server";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Vad innebär ”Gör denna CA till förval”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Vad innebär ”Signera din inbjudan”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Vad innebär ”lita på certifikat signerade av denna CA”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Vad är en CA-webbplats?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Vad är ett bladcertifikat?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Vad är en självsignerad rot-CA?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Vad är ett självsignerat rotcertifikat?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Vad är en mellanliggande certifikatutfärdare?";

/* What is an invitation? */
"What is an invitation?" = "Vad är en inbjudan?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "När en användare begär ett certifikat från en CA garanterar en signerad inbjudan att användaren får en inbjudan från rätt CA och att den är oförvanskad.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Den förvalda CA:n väljs automatiskt i popupmenyn med tillgängliga certifikatutfärdare. När du klickar på ”Gör denna CA till förval” blir CA-namnet du har valt ovan den förvalda CA:n.";

/* Yes */
"Yes" = "Ja";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Igår";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du skapar en rotcertifikatutfärdare som kommer att dela ut S/MIME-certifikat. Ett nyckelpar skapas som 2048 bitars RSA. Om du vill ändra dessa förval klickar du på ”Låt mig ignorera förvalen”.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du skapar ett säkert S/MIME-certifikat. Ett nyckelpar skapas som 2048 bitars RSA. Om du vill ändra dessa förval klickar du på ”Låt mig ignorera förvalen”.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Du tänker skapa ett självsignerat certifikat.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du skapar en certifikatutfärdare på mellannivå som kommer att dela ut S/MIME-certifikat. Ett nyckelpar skapas som 2048 bitars RSA. Om du vill ändra dessa förval klickar du på ”Låt mig ignorera förvalen”.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Du måste välja minst en utökad nyckelanvändning om det här tillägget är aktiverat.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Du måste välja minst en nyckelanvändning om det här tillägget är aktiverat.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Du måste ange ett namn på en konfigurationsfil innan du kan fortsätta.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Du måste ange en e-postadress för användaren innan du kan fortsätta .";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Du måste ange en e-postadress till en certifikatutfärdare innan du kan fortsätta.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Din CA har skapats. Klicka på ”OK” för att börja använda din nya CA.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Din certifikatutfärdare ”%1$@” har skapats och kan användas till att skapa certifikat.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Ditt certifikat har skapats.";

/* Your certificate is ready */
"Your certificate is ready" = "Ditt certifikat är klart";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Ett e-brev med din certifikatförfrågan har skapat i Mail.app och är färdigt att skickas. När du har skickat det kommer ”%1$@” att få ett e-brev som innehåller certifikatet. När du får det klickar du på bilagan för att importera det till nyckelringen.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Din certifikatsbegäran har skapats på hårddisken.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Din inbjudan förblir osignerad.";

